Revit 2027 API
ParameterTypeId.RbsElecPanelTotalestloadHvacParam Property
 "HVAC Total Demand Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelTotalestloadHvacParam { get; }
Public Shared ReadOnly Property RbsElecPanelTotalestloadHvacParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelTotalestloadHvacParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelTotalestloadHvacParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace